export default {
  "KEYWORDS": "ონლაინ, შეკვეთა, კერძი, ხინკალი, პიცა, ბათუმი, მწვადი, ნეკნები, ქათმის ფრთები, კანჭი, ლუდი",
  "DESCRIPTION": "ონლაინ რესტორანი - უფასო საკურიერო მომსახურება. შეუკვეთე სახლიდან გაუსვლელად",
  "ERROR": {
    "MSG": "სერვერთან დაკავშირება ვერ მოხერხდა, შეამოწმეთ თქვენი ინტერნეტ დაკავშირება და სცადეთ კიდევ ერთხელ",
    "BUTTON": "განახლება"
  },
  "APP": {
    TITLE: "აპლიკაცია",
    NAME: "Ajara Palace",
    BUTTON: 'Google Play'
  },
  "RESTAURANT": {
    "NAME": "აჭარა პალასი",
    "ADDRESS": "ბათუმი, პუშკინის 154 ბ.",
    "DELIVERY": "საკურიერო მომსახურება",
    "DELIVERY_PRICE": "უფასო",
    "START": "შეკვეთა",
    "START_PRICE": "0 ₾ დან",
    "PHONE": "საკონტაქტო მობილური:",
    "PHONE_NUMBER": "(+995) 555 19-85-75"
  },
  "HISTORY": {
    "REPEAT": "გამეორება",
    "ATTENTION": "ყურადღება",
    "CONFIRM_MSG": "დარწმუნებული ხართ, რომ გსურთ გამეორება?",
    "REQUEST_CODE": "კოდის გაგზავნა",
    "REPEAT_REQUEST": "ხელ-ახლა გაგზავნა",
    "REQUEST_LIMIT": "თქვენ გამოიყენეთ 3 ცდა, სცადეთ 24 საათში",
    "CONFIRM_YOUR_DEVICE": "დაადასტურეთ თქვენი მოწყობილობა",
    "ENTER_CODE": "შეიყვანეთ კოდი",
    "CONFIRM_SEND": "გაგზავნა"
  },
  "AUTHOR": "შექმნილია <a href=\"mailto: baramidzegio@gmail.com\">გიორგი ბარამიძის</a> მიერ &copy; 2020",
  "CHECKOUT": {
    "TITLE": "შეკვეთის გაფორმება",
    "PHONE": "თქვენი მობილური",
    "ADDRESS": "მისამართი",
    "INVALID_ADDRESS": "მაგ: პუშკინის 158ბ",
    "ENTRANCE": "სადარბაზო",
    "FLOOR": "სართული",
    "FLAT": "ბინის №",
    "COMMENT": "კომენტარი",
    "COMMENT_DESCRIPTION": "მოგვწერეთ, როგორ მოგაგნოთ ან რამე ხოარ შევცვალოთ კერძში?",
    "BUTTON": "შეკვეთა",
    "PAYMENT_TYPE": "გადახდის ტიპი",
    "PAYMENT_DESCRIPTION": "გადახდა მიტანის შემდეგ",
    "PAYMENT_CASH": "ნაღდი ანგარიშსწორდება",
    "PAYMENT_CARD": "ბარათით",
    "PAYMENT_DISABLED": "ეს გადახდის მეთოდი დროებით მიუწვდომელია",
    "SUCCESS_TITLE": "თქვენი შეკვეთა მიღებულია",
    "INFO_BOX": "ჩვენი სამუშაო საათებია 10:00 - 22:00, შეკვეთების მიღება განახლდება სამუშაო საათებში :(",
    "SUCCESS_LN1": "შეკვეთის ნომერია: {orderID}",
    "SUCCESS_LN2": "რამოდენიმე წუთში დაგიკავშირდებით შეკვეთის დასადასტურებლად",
    "SUCCESS_LN3": "მადლობა რომ აირჩიეთ აჭარა პალასი",
    "SUCCESS_LN4": "ჩვენთან ხარისხი ფასზე მაღალია!"
  },
  "PROFILE": {
    "HISTORY": "შეკვეთების ისტორია",
    "ALERT_TITLE": "ყურადღება",
    "ALERT_DESCRIPTION": "შეკვეთების ისტორია მზადების პროცესშია, შეამოწმეთ მომდევნო განახლებაში",
    "LANGUAGE": "ენა"
  },
  "ABOUT": {
    "TITLE": "აჭარა პალასი",
    "PHONE": "მობილური",
    "ADDRESS": "მისამართი"
  },
  "NAVIGATION": {
    "HOME": "მთავარი",
    "GALLERY": "აქციები",
    "CONTACT": "კონტაქტი",
    "CART": "კალათა",
    "PROFILE": "პროფილი"
  },
  "SEARCH": "ძებნა...",
  "LANGUAGE": {
    "ka": "ქართული",
    "ru": "რუსული (Русский)",
    "en": "ინგლისური (English)"
  },
  "PROMOTION": {
    "TITLE": "მიმდინარე აქციები",
    "DESCRIPTION": "აქციით კერძის შესაკვეთათ დაგვირეკეთ ნომერზე: (+995) 555 19-85-75"
  },
  "CONTACT": {
    "TITLE": "საკონტაქტო ინფორმაცია",
    "ADDRESS": "ქ. ბათუმი, პუშკინის ქ. 154 ბ.",
    "EMAIL": "info@ajarapalace.ge",
    "WORKING_HOURS": "ყოველ დღე: 10:00 - 24:00",
    "PHONE": "(+995) 555 19-85-75"
  },
  "RESERVATION": {
    "TABLE": "მაგიდა",
    "EMPTY": "თქვენი კალათა ცარიელია",
    "SAVE": "შენახვა",
    "NEXT": "შემდეგი",
    "TABLE_SUBTITLE": "აირჩიეთ მაგიდა",
    "DATE": "თარიღი",
    "DATE_SUBTITLE": "აირჩიეთ დრო",
    "MENU": "მენიუ",
    "MENU_SUBTITLE": "აირჩიეთ კერძები",
    "MY_ORDER": "ჩემი შეკვეთა",
    "FEE": "მიტანის ფასი",
    "ORDER_BUTTON": "შეკვეთა",
    "TOTAL": "სულ ჯამი:",
    "TIME": "დრო",
    "TRASH": {
      "CLEAR": "კი",
      "HEADER": "ყურადღება",
      "MSG": "გავასუფთავოთ კალათა?",
      "CANCEL": "არა"
    }
  }
}
