export default {
  "KEYWORDS": "онлайн, доставка, еды, батуми, хинкали, пица, пицца, шашлык, пиво, крылья, свинная рулька",
  "DESCRIPTION": "Сервис онлайн доставки еды в Батуми, закажите вкуснную еду а мы доставим бесплатно!",
  "ERROR": {
    "MSG": "Что-то пошло не так, пожалуйста проверьте ваше подключение к сети",
    "BUTTON": "Повторить попытку"
  },
  "APP": {
    TITLE: "Приложение",
    NAME: "Ajara Palace",
    BUTTON: 'Google Play'
  },
  "RESTAURANT": {
    "NAME": "Аджара Палас",
    "ADDRESS": "Батуми, Ул. Пушкина №154 б.",
    "DELIVERY": "Доставка",
    "DELIVERY_PRICE": "Бесплатная",
    "START": "Заказ",
    "START_PRICE": "от 0 ₾",
    "PHONE": "Позвонить:",
    "PHONE_NUMBER": "(+995) 555 19-85-75"
  },
  "HISTORY": {
    "REPEAT": "Повторить",
    "ATTENTION": "Внимание",
    "CONFIRM_MSG": "Вы правда хотите повторить заказ?",
    "REQUEST_CODE": "Получить СМС код",
    "REPEAT_REQUEST": "Повторить отправку",
    "REQUEST_LIMIT": "Вы достигли лимита в 3 попытки, повторите через 24 часа",
    "CONFIRM_YOUR_DEVICE": "Авторизация устройства",
    "ENTER_CODE": "Введите код",
    "CONFIRM_SEND": "Отправить"
  },
  "AUTHOR": "Разработчик <a href=\"mailto: baramidzegio@gmail.com\">Георгий Барамидзе</a> &copy; 2020",
  "CHECKOUT": {
    "TITLE": "Оформление заказа",
    "PHONE": "Ваш Грузинский номер",
    "ADDRESS": "Адрес",
    "INVALID_ADDRESS": "например.: ул. Пушкниа 158б",
    "ENTRANCE": "Подъезд",
    "FLOOR": "Этаж",
    "FLAT": "Квартира",
    "COMMENT": "Коментарий",
    "COMMENT_DESCRIPTION": "Напишите нам, как вас найти или предпочтения к блюдам",
    "BUTTON": "Заказать",
    "PAYMENT_TYPE": "Тип оплаты",
    "PAYMENT_DESCRIPTION": "Оплата после доставки",
    "PAYMENT_CASH": "Наличные",
    "PAYMENT_CARD": "Карта",
    "PAYMENT_DISABLED": "Этот способ оплаты временно недоступен",
    "SUCCESS_TITLE": "Ваш заказ принят!",
    "INFO_BOX": "Наши рабочие часы 10:00 - 22:00, мы не можем принять ваш заказ сейчас :(",
    "SUCCESS_LN1": "Номер заказа: {orderID}",
    "SUCCESS_LN2": "Через несколько минут мы перезвоним вам для подтверждения заказа",
    "SUCCESS_LN3": "Спасибо что выбераете Аджара Палас",
    "SUCCESS_LN4": "У нас качество выше чем цена!"
  },
  "PROFILE": {
    "HISTORY": "История заказов",
    "ALERT_TITLE": "Внимание",
    "ALERT_DESCRIPTION": "История заказов находится в разработке, проверьте при следующем обновлении",
    "LANGUAGE": "Язык"
  },
  "ABOUT": {
    "TITLE": "Аджара Палас",
    "PHONE": "Телефон",
    "ADDRESS": "Адрес"
  },
  "NAVIGATION": {
    "HOME": "Главная",
    "GALLERY": "Акции",
    "CONTACT": "Контакты",
    "CART": "Корзина",
    "PROFILE": "Профиль"
  },
  "SEARCH": "Поиск...",
  "LANGUAGE": {
    "ka": "Грузинский (ქართული)",
    "ru": "Русский",
    "en": "Английский (English)"
  },
  "PROMOTION": {
    "TITLE": "Текущие акции",
    "DESCRIPTION": "Для заказа по акции звоните нам по телефону: (+995) 555 19-85-75"
  },
  "CONTACT": {
    "TITLE": "Контакты",
    "ADDRESS": "г. Батуми, ул. Пушкина №154 б.",
    "EMAIL": "info@ajarapalace.ge",
    "WORKING_HOURS": "Ежедневно: 10:00 - 24:00",
    "PHONE": "(+995) 555 19-85-75"
  },
  "RESERVATION": {
    "TABLE": "Стол",
    "EMPTY": "У вас в корзине пусто",
    "NEXT": "Далее",
    "SAVE": "Сохранить",
    "TABLE_SUBTITLE": "Выберите столик",
    "DATE": "Дата",
    "DATE_SUBTITLE": "Выберите дату",
    "MENU": "Меню",
    "MENU_SUBTITLE": "Выберите блюда",
    "MY_ORDER": "Мой заказ",
    "FEE": "Цена доставки",
    "ORDER_BUTTON": "Оформить заказ",
    "TOTAL": "Итого:",
    "TIME": "Время",
    "TRASH": {
      "CLEAR": "Да",
      "HEADER": "Внимание",
      "MSG": "Удалить все из корзины?",
      "CANCEL": "Нет"
    }
  }
}
